Repository: mjaviem/suttas-spanish
Catalog: omegat/project_save.tmx
Source language: pi
Languages: es_ar

source: Nete, bhikkhave, vitakkā atthasaṁhitā nādibrahmacariyakā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṁvattanti.
es_ar: Bhikkhus, estos propósitos no son pertinentes, no llevan a la conducta espiritual, ni al hastío, ni al desinterés, ni a la supresión, ni a la tranquilidad, ni a la toma de conciencia, ni al despertar, ni a la disipación.

source: Neva satimaṁ kalaṁ upeti na sahassimaṁ kalaṁ upeti na satasahassimaṁ kalaṁ upeti mahāpathaviṁ upanidhāya bhagavatā paritto nakhasikhāyaṁ paṁsu āropito”ti.
es_ar: El poco de tierra alzado por el dichoso en el borde de la uña no se acerca ni a la centésima parte, no se acerca ni a la milésima parte, no se acerca ni a la cienmilésima parte en comparación con la gran tierra."

source: Neva satimaṁ kalaṁ upeti na sahassimaṁ kalaṁ upeti na satasahassimaṁ kalaṁ upeti purimaṁ dukkhakkhandhaṁ parikkhīṇaṁ pariyādiṇṇaṁ upanidhāya yadidaṁ sattakkhattuṁparamatā.
es_ar: O sea, como mucho siete veces no se acerca ni a la centésima parte, no se acerca ni a la milésima parte, no se acerca ni a la cienmilésima parte en comparación con el montón de dificultad agotado y consumido anterior.

source: Nikaṭṭhakāyo anikaṭṭhacitto, anikaṭṭhakāyo nikaṭṭhacitto, anikaṭṭhakāyo ca anikaṭṭhacitto ca, nikaṭṭhakāyo ca nikaṭṭhacitto ca.
es_ar: El de cuerpo apartado y corazón no apartado, el de cuerpo no apartado y corazón apartado, el de cuerpo no apartado y corazón no apartado, el de cuerpo apartado y corazón apartado.

source: Nāhaṁ bhabbo etarahi, Kāmāni paṭisevituṁ; Anivatti bhavissāmi, Brahmacariyaparāyaṇo”ti.
es_ar: Ahora no soy capaz, de recurrir al sensualismo; No retrocederé, estoy inclinado hacia la conducta espiritual”.

source: Parihānañhetaṁ vuttaṁ bhagavatā’ti …pe…
es_ar: Porque esto ha sido llamado menguar por el Dichoso'...

source: Parihānañhetaṁ vuttaṁ bhagavatā’ti.
es_ar: Porque esto ha sido llamado menguar por el Dichoso'.

source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo sammāsamādhiṁ upasampajja viharituṁ.
es_ar: Bhikkhus, un bhikkhu dotado con cinco cuestiones es capaz de residir alcanzando la compostura cabal.

source: Pañcime, bhikkhave, ānisaṁsā bhogesu.
es_ar: Bhikkhus, existen estas cinco ventajas de la riqueza.

source: Pañcime, bhikkhave, ānisaṁsā sucarite.
es_ar: Bhikkhus, existen estas cinco ventajas de la buena conducta.

source: Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti.
es_ar: "Pues, Brahmán, alguien apasionado, dominado por el interés, con el corazón sometido, está dispuesto a hacerse daño a sí mismo, está dispuesto a hacerle daño a otro, está dispuesto a hacerles daño a los dos, y experimenta dificultad y disgusto anímicos.

source: Rāgassa pahānāya asubhā bhāvetabbā, dosassa pahānāya mettā bhāvetabbā, mohassa pahānāya paññā bhāvetabbā.
es_ar: Para abandonar el interés deben suscitar lo asqueroso. Para abandonar el odio deben suscitar la benevolencia amistosa. Para abandonar el autoengaño deben suscitar el saber.

source: Rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikampi dukkhaṁ domanassaṁ paṭisaṁvedeti.
es_ar: Con el interés abandonado, no está dispuesto a hacerse daño a sí mismo, no está dispuesto a hacerle daño a otro, no está dispuesto a hacerles daño a los dos, y no experimenta dificultad ni disgusto anímicos.

source: Rāgo, doso, moho.
es_ar: Interés, odio y autoengaño.

source: Rūpaṁ, bhikkhave, aniccaṁ; tatra vo chando pahātabbo.
es_ar: Bhikkhus, la figura es inconstante, deben abandonar el deseo en este asunto.

source: Rūpaṁ, bhikkhave, upādāniyo dhammo, yo tattha chandarāgo, taṁ tattha upādānaṁ.
es_ar: La figura, bhikkhus, es una cuestión que se puede asir; lo que sea el deseo e interés allí, allí es el asidero.

source: Sa kho so, bhikkhave, ariyasāvako iti paṭisañcikkhati: ‘na kho ahaññeveko jarādhammo jaraṁ anatīto, atha kho yāvatā sattānaṁ āgati gati cuti upapatti sabbe sattā jarādhammā jaraṁ anatītā’ti.
es_ar: Pues, bhikkhus, un discípulo noble reconsidera así: ‘Pues no sólo yo soy susceptible de decrepitud, no estoy exento de decrepitud, pues, sino que todos los sujetos, cualquiera sea su venida, curso, partida y advenimiento, son susceptibles de decrepitud, no están exentos de decrepitud’.

source: Sabbe made abhibhosmi, Nekkhammaṁ daṭṭhu khemato; Tassa me ahu ussāho, Nibbānaṁ abhipassato.
es_ar: He superado toda embriaguez, habiendo visto el ascetismo como seguro; Mi esfuerzo fue por eso, por buscar la disipación.

source: Saddhādhanaṁ sīladhanaṁ, hirī ottappiyaṁ dhanaṁ; Sutadhanañca cāgo ca, paññā ve sattamaṁ dhanaṁ.
es_ar: El tesoro de tener confianza y el tesoro de comportarse; los tesoros de avergonzarse y preocuparse; los tesoros de escuchar y de desprenderse; el de saber, el séptimo tesoro.

source: Saddhādhanaṁ, sīladhanaṁ, hirīdhanaṁ, ottappadhanaṁ, sutadhanaṁ, cāgadhanaṁ, paññādhanaṁ.
es_ar: El tesoro de tener confianza, el tesoro de comportarse, el tesoro de avergonzarse, el tesoro de preocuparse, el tesoro de escuchar, el tesoro de desprenderse, el tesoro de saber.

source: Sammodanīyaṁ kathaṁ sāraṇīyaṁ vītisāretvā ekamantaṁ nisīdi.
es_ar: Habiendo concluido el intercambio de cortesías y las palabras amables, se sentó a un lado.

source: Samādhiṁ, bhikkhave, bhāvetha.
es_ar: "Bhikkhus, susciten la compostura.

source: Samāhito, bhikkhave, bhikkhu yathābhūtaṁ pajānāti.
es_ar: Bhikkhus, un bhikkhu con compostura sabe en verdad.

source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṁhitā rajanīyā.
es_ar: Bhikkhus, hay figuras reconocibles con el ojo que son deseables, amenas, gratas, de figura apreciable, conectadas con el sensualismo, seductoras.

source: Sappurisasaṁsevo, saddhammassavanaṁ, yonisomanasikāro, dhammānudhammappaṭipatti— ime kho, bhikkhave, cattāro dhammā bhāvitā bahulīkatā sotāpattiphalasacchikiriyāya saṁvattantī”ti.
es_ar: Asociarse con hombres de bien, escuchar los buenos principios, prestar cuidadosa atención, dedicarse a los principios en concordancia con los principios. Pues, bhikkhus, cuando se suscitan y entrenan estas cuatro cuestiones, llevan a atestiguar el resultado de adentrarse en la corriente."

source: Satta kho imāni, ugga, dhanāni asādhāraṇāni agginā udakena rājūhi corehi appiyehi dāyādehi.
es_ar: Pues estos siete tesoros, Ugga, no están expuestos al fuego, al agua, a los reyes, a los ladrones, a los herederos despreciables.

source: Saṅkhatalakkhaṇasutta “Tīṇimāni, bhikkhave, saṅkhatassa saṅkhatalakkhaṇāni.
es_ar: Discurso de las marcas de lo atribuido “Bhikkhus, existen estas tres marcas atribuidas de lo atribuido.

source: Seyyathidaṁ—micchādiṭṭhi …pe… micchāsamādhi.
es_ar: Lo siguiente: El punto de vista equivocado, [la intención equivocada, el habla equivocada, la actuación equivocada, el modo de vida equivocado, el esfuerzo equivocado, el tener presente equivocado], la compostura equivocada.

source: Seyyathidaṁ—sammādiṭṭhi …pe… sammāsamādhi.
es_ar: Lo siguiente: El punto de vista cabal, [la intención cabal, el habla cabal, la actuación cabal, el modo de vida cabal, el esfuerzo cabal, el tener presente cabal], la compostura cabal.

source: So pañcannaṁ orambhāgiyānaṁ saṁyojanānaṁ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
es_ar: Por la extinción de los cinco encadenamientos pertenecientes a lo inferior no está gestado, ahí es disipado completamente, en ese mundo no es susceptible de continuar de nuevo.

source: So tattha kāmavitakkampi vitakketi byāpādavitakkampi vitakketi vihiṁsāvitakkampi vitakketi.
es_ar: De esta manera, se propone propósitos de sensualismo, se propone propósitos de malevolencia, se propone propósitos de inhumanidad.

source: So tattha nekkhammavitakkampi vitakketi abyāpādavitakkampi vitakketi avihiṁsāvitakkampi vitakketi.
es_ar: De esta manera, se propone propósitos de ascetismo, se propone propósitos de inocuidad, se propone propósitos de no inhumanidad.

source: So taṁ maggaṁ āsevati bhāveti bahulīkaroti.
es_ar: Practica, suscita, entrena ese camino.

source: So tiṇṇaṁ saṁyojanānaṁ parikkhayā rāgadosamohānaṁ tanuttā sakadāgāmī hoti, sakideva imaṁ lokaṁ āgantvā dukkhassantaṁ karoti.
es_ar: Por la extinción de los tres encadenamientos y la merma del interés, el odio y el autoengaño, es un llegado una vez, que llega una vez a este mundo y pone fin a la dificultad.

source: So tiṇṇaṁ saṁyojanānaṁ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo.
es_ar: Por la extinción de los tres encadenamientos, es un adentrado en la corriente, no susceptible de hundimiento, firme, inclinado hacia el despertar.

source: So āsavānaṁ khayā anāsavaṁ cetovimuttiṁ paññāvimuttiṁ diṭṭheva dhamme sayaṁ abhiññā sacchikatvā upasampajja viharati.
es_ar: Por la destrucción de las secreciones, reside alcanzando la liberación con el corazón y la liberación con la sabiduría sin secreciones, habiendo tomado conciencia y atestiguado por sí mismo las cuestiones en lo visto.

source: So ‘anavajjenamhi kāyakammena samannāgato, anavajjena vacīkammena samannāgato, anavajjena manokammena samannāgato’ti adhigacchati sukhaṁ, adhigacchati somanassaṁ.
es_ar: Conque, 'Estoy dotado de una actuación corporal intachable, estoy dotado de una actuación verbal intachable, estoy dotado de una actuación interior intachable', halla satisfacción, halla gozo.

source: So ‘bhogā me atthi uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā’ti adhigacchati sukhaṁ, adhigacchati somanassaṁ.
es_ar: Conque, 'tengo riquezas, halladas por levantarse y pujar, acumuladas con la fuerza de los brazos, con el sudor de la frente, genuinas, obtenidas de forma genuina', halla satisfacción, halla gozo.

source: So ‘na kassaci kiñci dhāremi appaṁ vā bahuṁ vā’ti adhigacchati sukhaṁ, adhigacchati somanassaṁ.
es_ar: Conque, 'no debo nada a nadie, ni mucho ni poco', halla satisfacción, halla gozo.

source: So ‘uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi paribhuñjāmi puññāni ca karomī’ti adhigacchati sukhaṁ, adhigacchati somanassaṁ.
es_ar: Conque, 'disfruto de la riqueza hallada por levantarse y pujar, acumulada con la fuerza de los brazos, con el sudor de la frente, genuina, obtenida de forma genuina y hago méritos', halla satisfacción, halla gozo.

source: Sohaṁ evaṁ viharanto, ñatvā dhammaṁ nirūpadhiṁ; Ārogye yobbanasmiñca, jīvitasmiñca ye madā.
es_ar: Yo residiendo así, habiendo conocido los principios de desligado de adquisiciones; La embriaguez de salud, la juventud, y vida.

source: Sotāpattiphalaṁ, sakadāgāmiphalaṁ, anāgāmiphalaṁ, arahattaphalaṁ— imāni vuccanti, bhikkhave, brahmacariyaphalānī”ti.
es_ar: El resultado de adentrarse en la corriente, el resultado de llegar una vez, el resultado de no llegar, el resultado de la arahantidad. Bhikkhus, estos son los resultados de la conducta espiritual.

source: Sāvatthinidānaṁ.
es_ar: En Sāvatthī.

source: Tasmā saddhañca sīlañca, pasādaṁ dhammadassanaṁ; Anuyuñjetha medhāvī, saraṁ buddhāna sāsanan”ti.
es_ar: Por lo tanto, tener confianza, comportarse, optimismo y la visión de los principios; los inteligentes deben comprometerse, recordando la instrucción de los despiertos.

source: Tasmātiha, bhikkhave, ‘idaṁ dukkhan’ti yogo karaṇīyo …pe… ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
es_ar: "Por lo tanto, bhikkhus, hay que consagrarse a: 'Esto es la dificultad'. [Hay que consagrarse a: 'Esta es la fuente de la dificultad'. Hay que consagrarse a: 'Esta es la supresión de la dificultad'.] Hay que consagrarse a: 'Esta es la dedicación que conduce a la supresión de la dificultad'".

source: Tasmātiha, bhikkhave, ‘idaṁ dukkhan’ti yogo karaṇīyo, ‘ayaṁ dukkhasamudayo’ti yogo karaṇīyo, ‘ayaṁ dukkhanirodho’ti yogo karaṇīyo, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
es_ar: "Por lo tanto, bhikkhus, hay que consagrarse a: 'Esto es la dificultad'. Hay que consagrarse a: 'Esta es la fuente de la dificultad'. Hay que consagrarse a: 'Esta es la supresión de la dificultad'. Hay que consagrarse a: 'Esta es la dedicación que conduce a la supresión de la dificultad'".

source: Tassa sā hirī …pe… tassa taṁ ottappaṁ … tassa taṁ vīriyaṁ … tassa sā paññā neva hāyati no vaḍḍhati ṭhitā hoti.
es_ar: Esa vergüenza suya... esa preocupación suya... esa pujanza suya... esa sabiduría suya no disminuye ni crece sino que permanece.

source: Tassa sā saddhā neva hāyati no vaḍḍhati ṭhitā hoti.
es_ar: Esa confianza suya no disminuye ni crece sino que permanece.

source: Tassa sā saddhā neva tiṭṭhati no vaḍḍhati hāyatiyeva, tassa sā hirī …pe… tassa taṁ ottappaṁ … tassa taṁ vīriyaṁ … tassa sā paññā neva tiṭṭhati no vaḍḍhati hāyatiyeva.
es_ar: Esa confianza suya no se queda ni crece sino que disminuye, esa vergüenza suya... esa preocupación suya... esa pujanza suya... esa sabiduría suya no se queda ni crece sino que disminuye.

source: Tassa taṁ maggaṁ āsevato bhāvayato bahulīkaroto saṁyojanāni sabbaso pahīyanti anusayā byantīhonti.
es_ar: Al practicar, suscitar, entrenar ese camino, su encadenamiento es abandonado totalmente, lo latente es finalizado.

source: Tassa taṁ maggaṁ āsevato bhāvayato bahulīkaroto saṁyojanāni sabbaso pahīyanti, anusayā byantīhonti.
es_ar: Al practicar, suscitar, entrenar ese camino, su encadenamiento es abandonado totalmente, lo latente es finalizado.

source: Tassa taṁ maggaṁ āsevato bhāvayato bahulīkaroto saṁyojanāni sabbaso pahīyanti, anusayā byantīhontīti.
es_ar: Al practicar, suscitar, entrenar ese camino, su encadenamiento es abandonado totalmente, lo latente es finalizado."

source: Tassa taṁ ṭhānaṁ abhiṇhaṁ paccavekkhato maggo sañjāyati.
es_ar: Para quien reflexiona habitualmente sobre esa situación, nace el camino.

source: Tassa taṁ ṭhānaṁ abhiṇhaṁ paccavekkhato sabbaso vā duccaritaṁ pahīyati tanu vā pana hoti.
es_ar: Para quien reflexiona habitualmente sobre esa situación, la mala conducta es abandonada totalmente o al menos disminuida.

source: Tassa taṁ ṭhānaṁ abhiṇhaṁ paccavekkhato yo jīvite jīvitamado so sabbaso vā pahīyati tanu vā pana hoti.
es_ar: Para quien reflexiona habitualmente sobre esa situación, en la vida, cual sea esa embriaguez de vida es abandonada totalmente o al menos disminuida.

source: Tassa taṁ ṭhānaṁ abhiṇhaṁ paccavekkhato yo piyesu manāpesu chandarāgo so sabbaso vā pahīyati tanu vā pana hoti.
es_ar: Para quien reflexiona habitualmente sobre esa situación, lo que sea ese deseo e interés por lo apreciado y grato es abandonado totalmente o al menos disminuido.

source: Tassa taṁ ṭhānaṁ abhiṇhaṁ paccavekkhato yo yobbane yobbanamado so sabbaso vā pahīyati tanu vā pana hoti.
es_ar: Para quien reflexiona habitualmente sobre esa situación, en la juventud, cual sea esa embriaguez de juventud es abandonada totalmente o al menos disminuida.

source: Tassa taṁ ṭhānaṁ abhiṇhaṁ paccavekkhato yo ārogye ārogyamado so sabbaso vā pahīyati tanu vā pana hoti.
es_ar: Para quien reflexiona habitualmente sobre esa situación, en la salud, cual sea esa embriaguez de salud es abandonada totalmente o al menos disminuida.

source: Tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
es_ar: Las cuestiones de tal tipo son bien escuchadas, recordadas, recitadas, consolidadas, reconsideradas interiormente, bien penetradas con el punto de vista.

source: Tatra kho bhagavā bhikkhū āmantesi: “bhikkhavo”ti.
es_ar: Pues en este asunto el Dichoso se dirigió a los bhikkhus: "¡Bhikkhus!"

source: Tayome, bhikkhave, dhammā nevattabyābādhāyapi saṁvattanti, na parabyābādhāyapi saṁvattanti, na ubhayabyābādhāyapi saṁvattanti.
es_ar: "Bhikkhus, estas tres cuestiones llevan a no hacerse daño a sí mismo, llevan a no hacerle daño a otro, llevan a no hacerles daño a los dos.

source: Tañca kho etaṁ, ugga, dhanaṁ sādhāraṇaṁ agginā udakena rājūhi corehi appiyehi dāyādehi.
es_ar: Pero estos tesoros, Ugga, pues están expuestos al fuego, al agua, a los reyes, a los ladrones, a los herederos despreciables.

source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati, veditabbametaṁ, bhikkhave, bhikkhunā: ‘parihāyāmi kusalehi dhammehi.
es_ar: Bhikkhus, si un bhikkhu las aprueba, las acoge y se queda aferrado a ellas, esto debe ser conocido así por un bhikkhu: 'Las cuestiones que hacen bien menguan.

source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, veditabbametaṁ bhikkhunā: ‘na parihāyāmi kusalehi dhammehi.
es_ar: Bhikkhus, si un bhikkhu no las aprueba, no las acoge y no se queda aferrado a ellas, esto debe ser conocido así por un bhikkhu: Las cuestiones que hacen bien no menguan.

source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, veditabbametaṁ, bhikkhave, bhikkhunā: ‘na parihāyāmi kusalehi dhammehi.
es_ar: Bhikkhus, si un bhikkhu no las aprueba, no las acoge y no se queda aferrado a ellas, esto debe ser conocido así por un bhikkhu: 'Las cuestiones que hacen bien no menguan.

source: Taṁ kissa hetu?
es_ar: ¿Por qué razón eso?

source: Taṁ suṇātha, sādhukaṁ manasi karotha, bhāsissāmī”ti.
es_ar: Escúchenlo, presten completamente atención, voy a hablar."

source: Taṁ suṇātha.
es_ar: Escúchenlo.

source: Te ca tattheva muttakarīsaṁ cajeyyuṁ, na tveva, bhikkhave, mātāpitūnaṁ kataṁ vā hoti paṭikataṁ vā.
es_ar: y ellos incluso allí mismo evacuasen excremento y orina, aun así, bhikkhus, no se estaría hecho, no se habría retribuido a la madre y al padre.

source: Te tassa dhammaṁ desenti, Sabbadukkhāpanūdanaṁ; Yaṁ so dhammaṁ idhaññāya, Parinibbāti anāsavo”ti.
es_ar: Te enseñan los principios, que remueven toda dificultad; comprendiendo lo que fuera los principios, extingue sin las secreciones.

source: Uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṁ paññāyati.
es_ar: Se sabe de un irrumpir, se sabe de un deterioro, se sabe de una ambigüedad de lo permanente.

source: Vedanā aniccā …pe…
es_ar: Las sensaciones son inconstantes...

source: Vedanā …pe…
es_ar: Las sensaciones...

source: Vipassamāno jānāti, ubho bhoge sumedhaso; Anavajjasukhassetaṁ, kalaṁ nāgghati soḷasin”ti.
es_ar: Viendo claramente entiende, el inteligente ambas riquezas. De la satisfacción de ser intachable, no vale ni la dieciseisava parte."

source: Vitakkentā ca kho tumhe, bhikkhave, ‘idaṁ dukkhan’ti vitakkeyyātha, ‘ayaṁ dukkhasamudayo’ti vitakkeyyātha, ‘ayaṁ dukkhanirodho’ti vitakkeyyātha, ‘ayaṁ dukkhanirodhagāminī paṭipadā’ti vitakkeyyātha.
es_ar: "Bhikkhus, pues quienes se proponen, deberían proponerse: 'Esto es dificultad'; deberían proponerse: 'Esta es la fuente de la dificultad'; deberían proponerse: 'Esta es la supresión de la dificultad'; deberían proponerse: 'Esta es la dedicación que conduce a la supresión de la dificultad.'

source: Yassa ete dhanā atthi, itthiyā purisassa vā; Adaliddoti taṁ āhu, amoghaṁ tassa jīvitaṁ.
es_ar: En quienquiera que existan estos tesoros, mujer u hombre, dicen que no es pobre, que no ha vivido en vano.

source: Yassa ete dhanā atthi, itthiyā purisassa vā; Sa ve mahaddhano loke, ajeyyo devamānuse.
es_ar: En quienquiera que existan estos tesoros, mujer u hombre, tiene grandes tesoros en el mundo.

source: Yassa kho, bhikkhave, ime dhammā evaṁ paññāya mattaso nijjhānaṁ khamanti, ayaṁ vuccati: ‘dhammānusārī, okkanto sammattaniyāmaṁ, sappurisabhūmiṁ okkanto, vītivatto puthujjanabhūmiṁ; abhabbo taṁ kammaṁ kātuṁ, yaṁ kammaṁ katvā nirayaṁ vā tiracchānayoniṁ vā pettivisayaṁ vā upapajjeyya; abhabbo ca tāva kālaṁ kātuṁ yāva na sotāpattiphalaṁ sacchikaroti’.
es_ar: Bhikkhus, pues para quienquiera que estas cuestiones así le son aceptables tras moderada consideración con sabiduría, a esta persona se la llama seguidor de los principios, entrado en la norma de lo cabal, entrado en el terreno de los hombres de bien, trascendido el terreno del hombre común. Incapaz de realizar esos actos, los actos que fuera, que de hacerlos, reviviría en la desgracia, o en la gestación de lo rastrero, o en el ámbito de los antepasados. Y por tanto, incapaz de cumplir su tiempo sin atestiguar el resultado de adentrarse en la corriente.

source: Yato kho ayaṁ, brāhmaṇa, anavasesaṁ rāgakkhayaṁ paṭisaṁvedeti, anavasesaṁ dosakkhayaṁ paṭisaṁvedeti, anavasesaṁ mohakkhayaṁ paṭisaṁvedeti;
es_ar: Pues brahmán, en donde ese alguien experimenta la destrucción sin residuo del interés, experimenta la destrucción sin residuo del odio, experimenta la destrucción sin residuo del autoengaño,

source: Yaṁ kammaṁ karissāmi—kalyāṇaṁ vā pāpakaṁ vā— tassa dāyādo bhavissāmī’ti abhiṇhaṁ paccavekkhitabbaṁ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
es_ar: El acto que fuera que realice, bondadoso o funesto, seré heredero de ello' debe ser reflexionado habitualmente por una mujer, por un hombre, por quien tiene hogar o por quien partió.

source: Yaṁ, bhikkhave, aniccaṁ; tatra vo chando pahātabbo”ti.
es_ar: "Bhikkhus, lo que fuera que sea inconstante, deben abandonar el deseo en este asunto.

source: Yaṁ, bhikkhave, satthārā karaṇīyaṁ sāvakānaṁ hitesinā anukampakena anukampaṁ upādāya, kataṁ vo taṁ mayā.
es_ar: Bhikkhus, lo que fuera que un maestro debe hacer por sus discípulos, por deseo de beneficiar, por compasión, debido a la compasión, eso lo he hecho por ustedes.

source: Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṁ sabyañjanaṁ kevalaparipuṇṇaṁ parisuddhaṁ brahmacariyaṁ abhivadanti.
es_ar: Aquellas cuestiones, las que fueran, de buen principio, de buen medio, de buen final, que pregonan la conducta espiritual, con significado, bien expresada, totalmente acabada, pura.

source: Yo ca kho, bhikkhave, mātāpitaro assaddhe saddhāsampadāya samādapeti niveseti patiṭṭhāpeti, dussīle sīlasampadāya samādapeti niveseti patiṭṭhāpeti, maccharī cāgasampadāya samādapeti niveseti patiṭṭhāpeti, duppaññe paññāsampadāya samādapeti niveseti patiṭṭhāpeti, ettāvatā kho, bhikkhave, mātāpitūnaṁ katañca hoti paṭikatañcā”ti.
es_ar: Pues, bhikkhus, y quienquiera que a su madre y padre carecientes de confianza, los incita, conduce y establece en el don de la confianza; inmorales, los incita, conduce y establece en el don del comportamiento; mezquinos, los incita, conduce y establece en el don de desprenderse; de saber equivocado, los incita, conduce y establece en el don del saber; pues, bhikkhus, en esta medida se está hecho, se ha retribuido a la madre y al padre”.

source: Yo kho, bhikkhave, rāgakkhayo dosakkhayo mohakkhayo— ayaṁ vuccati, bhikkhave, brahmacariyattho”ti.
es_ar: Pues, bhikkhus, lo que sea destrucción del interés, destrucción del odio, destrucción del autoengaño: Bhikkhus, esto se llama la finalidad de la conducta espiritual.

source: Yo, bhikkhave, ime dhamme evaṁ pajānāti evaṁ passati, ayaṁ vuccati: ‘sotāpanno avinipātadhammo niyato sambodhiparāyano’”ti.
es_ar: Bhikkhus, quienquiera que sepa así, vea así, estas cuestiones, se le llama 'adentrado en la corriente, no susceptible de hundimiento, firme, inclinado hacia el despertar'."

source: Yo, bhikkhave, ime dhamme evaṁ saddahati adhimuccati, ayaṁ vuccati saddhānusārī, okkanto sammattaniyāmaṁ, sappurisabhūmiṁ okkanto, vītivatto puthujjanabhūmiṁ; abhabbo taṁ kammaṁ kātuṁ, yaṁ kammaṁ katvā nirayaṁ vā tiracchānayoniṁ vā pettivisayaṁ vā upapajjeyya; abhabbo ca tāva kālaṁ kātuṁ yāva na sotāpattiphalaṁ sacchikaroti.
es_ar: Bhikkhus, quienquiera que confíe y prefiera así estas cuestiones, a esta persona se la llama seguidor por confianza, entrado en la norma de lo cabal, entrado en el terreno de los hombres de bien, trascendido el terreno del hombre común. Incapaz de realizar esos actos, los actos que fuera, que de hacerlos, reviviría en la desgracia, o en la gestación de lo rastrero, o en el ámbito de los antepasados. Y por tanto, incapaz de cumplir su tiempo sin atestiguar el resultado de adentrarse en la corriente.
